[
    {
        "title":"Anos 60",
        "body":"<h2>1961</h2><p>Criação dos cursos de: </p><p><b>Matemática</b> (Bacharelado e Licenciatura)</p><p><b>Física</b> (Bacharelado e Licenciatura)</p><p><b>Geografia</b> (Licenciatura)</p><p><b>Química</b> (Bacharelado e Licenciatura)</p>"
    },
    {
        "title":"Anos 60",
        "body":"<h2>1963</h2><p>Criação do curso de: </p><p><b>Geografia</b> (Bacharelado)</p><h2>1964</h2><p>Criação dos cursos de: </p><p><b>Estatística</b> (Bacharelado)</p><p><b>Química Industrial</b> (Bacharelado)</p>"
    },
    {
        "title":"Anos 60",
        "body":"<h2>1965</h2><p>Criação do Mestrado em Matemática</p><h2>1968</h2><p>Criação dos Institutos de Matemática, Física, Química, Geociências e Biologia (Decreto n 61.279 de 20/02/1968)</p><h2>1969</h2><p>Criação do Curso de Bacharelado em Geologia</p>"
    },
    {
        "title":"Anos 70",
        "body":"<h2>1970</h2><p>Criação do Curso de Ciências Biológicas (Bacharelado e Licenciatura)</p><h2>1971</h2><p>Criação do Mestrado em Bioquímica.</p><h2>1972</h2><p>Transferência do Curso de Química Industrial da Escola de Engenharia para o Instituto de Química.</p><p>Transferência do Curso de Estatística da Faculdade de Ciências Econômicas e Administrativas para o Instituto de Matemática</p>"
    },
    {
        "title":"Anos 70",
        "body":"<h2>1973</h2><p>União dos Institutos de Matemática, Física, Ouímica, Geociências e Biologia e criação do Centro de Ciências, por meio do Decreto nº 71.882.</p><p>Eleição do 1º Diretor do Centro de Ciências, Professor Joaquim Haroldo Ponte (Dpto de Física), em 192 de Setembro de 1973.</p><p>Criação dos Departamentos: Estatística e Matemática Aplicada, Matemática, Física, Geociências, Biologia e Bioquímica e Biologia Molecular, através da Resolução 278 CONSUNI de 29 de Julho de 1973.</p><p>Criação dos Departamentos: Química Orgânica e Inorgânica, Quimica Analítica e Físico-Química, por meio da Resolução 279 do CONSUNI de 25 de Julho de 1975.</p>"
    },
    {
        "title":"1º ata conselho do Centro de Ciências",
        "body":"Em construção"
    },
    {
        "title":"Blocos do DQOI e DAQFQ (década de 70)",
        "body":"Em construção"
    },
    {
        "title":"1983",
        "body":"Compra dos primeiros microcomputadores CP-500 e descentralização dos servidores do NPD em diversos setores da universidade com o computadores da marca Cobra."
    },
    {
        "title":"1989",
        "body":"Substituição do DEC-10 pelos computadores da Unisys."
    },
    {
        "title":"1990",
        "body":"Oferta de cursos de Informática, com a criação da Divisão de Aplicações Acadêmicas/NPD para a comunidade universitária e extensivos aos dependentes dos servidores da UFC. <p>Chegada dos computadores de modelos cliente /servidores.</p>"
    }
]
