[
    {
        "title":"Antônio Martins Filho",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1955-1967</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-01-scaled-e1692985235249-1024x1011.jpg\" /><p class=\"mt0 sm\">Quadro pintado por Floriano Teixeira</p></div>"
    },
    {
        "title":"Antônio Martins Filho",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1955-1967</b></p><p><b>Vice-reitores: </b>Manuel Antônio de Andrade Furtado (1955 – 1960) e Renato de Almeida Braga (1960 – 1967)</p><p><b>Área: </b>Ciências Jurídicas e Sociais</p><p>Antônio Martins Filho nasceu no sítio Santa Tereza (Missão Velha) no dia 22/12/1904, tendo sido registrado no Crato-CE, e faleceu no dia 20/12/2002. Filho de Antônio Martins de Jesus e Antônia Leite Martins, pequenos proprietários rurais.</p><p>Formou-se Bacharel em Ciências Jurídicas e Sociais pela Faculdade de Direito de Teresina-PI. Foi professor do Liceu, presidente do Rotary Club de Fortaleza e, em 1945, tornou-se professor catedrático e doutor em Direito pela Faculdade de Direito do Ceará. Em 1948 passou a liderar o processo de criação da Universidade do Ceará, atual Universidade Federal do Ceará.</p><p>A Universidade do Ceará foi criada em 1954 e instalada em 1955. Martins Filho assumiu o cargo de reitor em 1955, permanecendo por quatro mandatos e transferindo o mandato a seu substituto legal em 1967. Foi o primeiro reitor, também homenageado como “Reitor dos reitores”, e responsável por promover as iniciativas fundamentais à implantação e funcionamento da Universidade recém-formada.</p>"
    },
    {
        "title":"Antônio Martins Filho",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1955-1967</b></p><div class=\"img-wrapper\"><iframe src=\"https://www.youtube.com/embed/4vqZ4km94OY?si=RyLMTm3m0SRU-SdF\" title=\"Perfil: Antônio Martins Filho\" frameborder=0 allowfullscreen></iframe><p class=\"mt0 sm\">Primeiro vídeo da série PERFIL | Antônio Martins Filho, feita pela TV Assembléia - Ceará</p></div>"
    },
    {
        "title":"Fernando Leite",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1967-1971</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-02-scaled-e1692987337861-1024x1012.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Burtán</p></div>"
    },
    {
        "title":"Fernando Leite",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1967-1971</b></p><p><b>Vice-reitores: </b>Ailton Gondim Lóssio (1967 – 1969) e Hiderval Gomes Leite (1970 – 1971)</p><p><b>Área: </b>Medicina</p><p>Fernando Leite nasceu na cidade de Brejo Santo em 30/05/1905 e faleceu em 03/02/2000. Filho de Manoel Leite de Moura e Antônia Leite Tavares. Formou-se em Medicina pela Faculdade de Medicina da Bahia-BA. Foi professor interino da cadeira de Zoologia e Parasitologia do curso de Farmácia da Faculdade de Farmácia e Odontologia do Ceará, atual Faculdade de Farmácia, Odontologia e Enfermagem da Universidade Federal do Ceará. Foi professor catedrático vitalício da Faculdade de Farmácia e Bioquímica e da Faculdade de Medicina da Universidade Federal do Ceará. Em 1965 assumiu a direção da Faculdade de Farmácia e Bioquímica e, em 1967, foi nomeado reitor da UFC, ficando no mandato por 4 anos. Em 1967 foi agraciado com o diploma de Cidadão de Fortaleza, conferido pela Câmara Municipal de Fortaleza.</p>"
    },
    {
        "title":"Walter de Moura Cantídio",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1971-1975</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-03-scaled-e1692988569389-1024x990.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Burtán</p></div>"
    },
    {
        "title":"Walter de Moura Cantídio",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1971-1975</b></p><p><b>Vice-reitores: </b>Hiderval Gomes Leite (1971 – 1974) e Faustino de Albuquerque Sobrinho (1974 – 1975)</p><p><b>Área: </b>Medicina</p><p>Walter de Moura Cantídio nasceu na cidade de Apodi-RN no dia 06/11/1913 e faleceu no dia 06/05/2007. Filho de Raimundo Cantídio de Oliveira e Urcesina Moura. Formou-se Médico pela Faculdade de Medicina do Recife-PE, que hoje faz parte da Universidade Federal de Pernambuco. Foi Secretário de Saúde e Secretário de Educação do Ceará. Foi um dos fundadores da Faculdade de Medicina do Ceará, estabelecimento de Ensino Superior Privado, incorporado à Universidade. Em 1983 recebeu o título de Professor Emérito da UFC. O Hospital Universitário Walter Cantídio, centro de referência para a formação de recursos humanos e o desenvolvimento de pesquisas na área da saúde, foi nomeado em sua homenagem, na década de 1980.</p>"
    },
    {
        "title":"Pedro Teixeira Barroso",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1975-1979</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-04-scaled-e1692989566474-1024x987.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Burtán</p></div>"
    },
    {
        "title":"Pedro Teixeira Barroso",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1975-1979</b></p><p><b>Vice-reitores: </b>Faustino de Albuquerque Sobrinho (1975 – 1978) e Newton Teófilo Gonçalves (1978 – 1979)</p><p><b>Área: </b>Odontologia</p><p>Pedro Teixeira Barroso nasceu na cidade de Itapipoca-CE no dia 12/03/1925 e faleceu no dia 04/06/1979. Filho de Hildeberto Barroso e de Maria Odete Teixeira Bar­roso. Formou-se em Odontologia pela Faculdade de Medicina e Cursos Anexos de Odontologia e Farmácia da Universidade de Pernambuco-PE. Foi professor do Centro de Ciências da Saúde, vice-diretor e diretor da Faculdade de Odontologia, Pró-Reitor de Assuntos Estudantis e membro do Conselho Universitário da Universidade Federal do Ceará, entre outros. O Reitor Pedro Teixeira Barroso não conseguiu completar seu mandato por motivo de doença grave, sendo substituído interinamente pelo vice-reitor, professor Newton Teófilo Gonçalves. O auditório do curso de Odontologia foi nomeado em sua homenagem.</p>"
    },
    {
        "title":"Paulo Elpídio de Menezes Neto",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1979-1983</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-05-scaled-e1692989824663-1024x937.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Burtán</p></div>"
    },
    {
        "title":"Paulo Elpídio de Menezes Neto",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1979-1983</b></p><p><b>Vice-reitores: </b>Newton Teófilo Gonçalves (1979 – 1980) José Anchieta e Esmeraldo Barreto (1980 – 1983)</p><p><b>Área: </b>Direito e Ciências Sociais</p><p>Paulo Elpídio de Menezes Neto nasceu na cidade de Itapipoca-CE no dia 13/01/1936. Filho de Paulo Elpídio de Menezes Filho e Zuila Teixeira de Menezes. Formou-se Bacharel em Ciências Jurídicas e Sociais pela Faculdade de Direito da Universidade Federal do Ceará-CE. Cientista político, exerceu o magistério na Universidade Federal do Ceará e participou da fundação da Faculdade de Ciências Sociais e Filosofia, em 1968, sendo o seu primeiro diretor. Foi pró-reitor de Pesquisa e Pós-Graduação. Exerceu os cargos de Secretário da Educação Superior do Ministério da Educação, Secretário da Educação do Ceará, Secretário Nacional de Educação Básica e diretor do Fundo Nacional de Desenvolvimento da Educação (FNDE), do Ministério da Educação. Paulo Elpídio foi, por duas vezes, professor visitante da Universidade de Colônia, na Alemanha e tem vários livros publicados.</p>"
    },
    {
        "title":"José Anchieta Esmeraldo Barreto",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1983-1987</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/jose-anchieta-1.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Burtán</p></div>"
    },
    {
        "title":"José Anchieta Esmeraldo Barreto",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1983-1987</b></p><p><b>Vice-reitor: </b>Raimundo Alberto Normando</p><p><b>Área: </b>Educação</p><p>José Anchieta Esmeraldo Barreto Neto nasceu na cidade de Crato-CE no dia 31/03/1939. Filho de Juvêncio Barreto e Maria Pia Esmeraldo Barreto. Formou-se Bacharel em Matemática pela Faculdade de Filosofia, Ciência e Letras da Universidade do Pará-PA e Licenciado em Pedagogia pela Faculdade de Filosofia do Ceará-CE. Foi professor adjunto do Departamento de Educação da Universidade Federal do Ceará. Foi vice-reitor da UFC nos anos de 1980 a 1983 e nomeado reitor da UFC em 1983, ficando no mandato por 4 anos. José Anchieta foi sócio fundador da Associação Nacional de Pós-Graduação em Educação e membro da American Educational Research Association. Em 1975 fez Pós-Doutorado na Universitat Zu Koln, U.K., Alemanha.</p>"
    },
    {
        "title":"Raimundo Hélio Leite",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1987-1991</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-07-686x1024.jpg\" /><p class=\"mt0 sm\">Quadro pintado por L. Mongin</p></div>"
    },
    {
        "title":"Raimundo Hélio Leite",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1987-1991</b></p><p><b>Vice-reitor: </b>Raimundo Holanda Farias</p><p><b>Área: </b>Matemática e Letras</p><p>Raimundo Hélio Leite nasceu no Vale do Jaguaribe no dia 11/08/1941. Filho de João Crisóstomo Filho e Raimunda Leite Silveira.</p><p>Formou-se em Matemática pela Universidade Federal do Ceará (1966), mestrado em Estatística pela Universidade do Estado da Florida (1970) e doutorado em Educação (2004) e Livre Docência pela Universidade Federal do Ceará. Foi professor de medidas e estatísticas educacionais na Faculdade de Educação da Universidade Federal do Ceará. Foi nomeado reitor da UFC em 1987, sendo o primeiro reitor eleito diretamente pela comunidade universitária, em eleições proporcionais. Ficou no mandato por 4 anos.</p>"
    },
    {
        "title":"Antônio Albuquerque Sousa Filho",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1991-1995</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/albuquerque-1002x1024.jpg\" /><p class=\"mt0 sm\">Quadro pintado por Fernando França</p></div>"
    },
    {
        "title":"Antônio Albuquerque Sousa Filho",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1991-1995</b></p><p><b>Vice-reitor: </b>José Waldez Botelho</p><p><b>Área: </b>Agronomia</p><p>Antônio de Albuquerque Sousa Filho nasceu na cidade de Fortaleza-CE no dia 17/04/1938. Filho de Antônio de Albuquerque Sousa e Beatriz Fontenelle da Silveira Albuquerque. Formou-se Engenheiro Agrônomo pela Escola de Agronomia (hoje, Centro de Ciências Agrárias) da Universidade Federal do Ceará-CE. Foi professor adjunto da disciplina de Extensão Rural, diretor do Centro de Ciências Agrárias da UFC, chefe do Departamento de Economia Agrícola da UFC. Foi nomeado reitor da UFC em 1983, ficando no mandato por 4 anos. Antônio Albuquerque também exerceu o cargo de Secretário de Educação do Estado do Ceará e Secretário de Ensino de 1º e 2º graus do Ministério da Educação e Cultura. Em 1972 fez Master of Sciense (M.S.) em Extensão Rural pela Universidade de Wisconsin.</p>"
    },
    {
        "title":"Roberto Cláudio Frota Bezerra",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 1995-2003</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/roberto-claudio-1024x990.jpg\" /><p class=\"mt0 sm\">Quadro pintado por Ernane Pereira</p>"
    },
    {
        "title":"Roberto Cláudio Frota Bezerra",
        "body":"<p class=\"mt-10\"><b>Reitorado: 1995-2003</b></p><p><b>Vice-reitores: </b>José Murilo de Carvalho Martins (1995 – 1997), Maria da Silva Pitombeira (1998 – 1999) e René Teixeira Barreira (1999 – 2003)</p><p><b>Área: </b>Agronomia</p><p>Roberto Cláudio Frota Bezerra nasceu na cidade de Fortaleza-CE no dia 23/07/1946 e faleceu no dia 13 de janeiro de 2023. Filho de Prisco Bezerra e Otacília Frota Bezerra. Formou-se Engenheiro Agrônomo pela Universidade Federal do Ceará, mas não exerceu a profissão, decidindo por especializar-se em Estatística. Ingressou na Universidade Federal do Ceará por meio de concurso público como professor do Departamento de Estatística. Ao longo de sua carreira na UFC assumir a função de assessor de Planejamento da Pró-Reitoria de Pesquisa e Pós-Graduação, pró-reitor adjunto de Assuntos Estudantis e pró-reitor de Planejamento da UFC. Em 1995 foi nomeado reitor, ficando no cargo por dois mandatos. Roberto Cláudio Frota Bezerra também exerceu o cargo de assessor para programas especiais do MEC, consultor em projetos do Banco Mundial e do BID e membro do Conselho Nacional de Educação, onde foi eleito vice-presidente da Câmara de Educação Superior.</p>"
    },
    {
        "title":"René Teixeira Barreira",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 2003-2006</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-10-708x1024.jpg\" /><p class=\"mt0 sm\"></p>"
    },
    {
        "title":"René Teixeira Barreira",
        "body":"<p class=\"mt-10\"><b>Reitorado: 2003-2006</b></p><p><b>Vice-reitor: </b>Ícaro de Sousa Moreira</p><p><b>Área: </b>Ciências Sociais</p><p>René Teixeira Barreira nasceu na cidade de Jaguaribe-CE no dia 18/12/1943. Filho de João Augusto Barreira e Enedina Teixeira Barreira.Formou-se em Ciências Sociais pela Universidade Federal do Ceará, concluiu mestrado em Sociologia Política pela Escola de Altos Estudos em Ciências Sociais de Paris e fez especialização em Gestão de Universidades pela Organização Universitária Interamericana, em São Paulo e no Canadá. Ingressou na Universidade Federal do Ceará em 1965, como aluno da então Faculdade de Filosofia, Ciências e Letras. Em 1973 foi aprovado em concurso para professor da UFC, mas só assumiu em 1977, por ter sido preso político durante o regime militar. Foi diretor do Centro de Humanidades da UFC, nos períodos de 1983/1987 e 1991/1995. Ademais, ocupou a Pró-Reitoria de Extensão da UFC entre 1995 e 1999 e a Reitoria entre 2003 e 2006.</p><p>René Teixeira Barreira é ex-militante do movimento estudantil e da Juventude Estudantil Católica (IEC) e da Ação Popular (AP). Presidiu a União Cearense dos Estudantes Secundários (UCES) e a União Estadual dos Estudantes (UEE). Em 2004 ganhou o Troféu Cidadania na qualidade de principal dirigente da UFC.</p><p>Seu reitorado foi interrompido um ano antes do previsto, pois foi convidado para assumir a Secretaria da Ciência, Tecnologia e Educação Superior do Ceará (SECITECE). Em seu lugar assumiu o Pró-Reitor mais antigo, prof. Luís Carlos Uchôa Saunders (Pró-tempore), pois seu vice, prof. Ícaro de Sousa Moreira já havia se manifestado como candidato para o próximo mandato da Reitoria.</p>"
    },
    {
        "title":"Luís Carlos Uchôa Saunders",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 2007 (Pró-tempore)</b></p><div class=\"img-wrapper\"><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-11-705x1024.jpg\" /><p class=\"mt0 sm\"></p></div>"
    },
    {
        "title":"Luís Carlos Uchôa Saunders",
        "body":"<p class=\"mt-10\"><b>Reitorado: 2007 (Pró-tempore)</b></p><p><b>Vice-reitor: </b>Não ocupado</p><p><b>Área: </b>Agronomia</p><p>Luís Carlos Uchôa Saunders nasceu na cidade de Caucaia-CE no dia 13/07/1943. Filho de Hugo Bezold Saunders e Arminda Uchoa Saunders. Formou-se em Agronomia pela Universidade Federal do Ceará, concluiu mestrado em Hidrologia pela Universidade Federal do Rio Grande do Sul e doutorado em Agronomia (Solo e Nutrição de Plantas) pela Universidade de São Paulo. Ingressou na Universidade Federal do Ceará em 1966, como auxiliar de ensino e em 1973 como professor da Escola de Agronomia. Assumiu dois cargos de pró-reitor: entre 1995 e 2003 foi Pró-Reitor de Assuntos Estudantis e entre 2003-2007 / 2007-2012 foi Pró-Reitor de Administração.</p><p>Em 2007 o professor Luís Carlos Uchôa Saunders assumiu o cargo de Reitor, em caráter pro-tempore (04 de janeiro de 2007 a 20 de junho de 2007), pois o reitor René Teixeira Barreira afastou-se para assumir um cargo no Governo do Estado e o vice-reitor Ícaro de Sousa Moreira não pode assumir pois já havia se manifestado como candidato para o próximo mandato da Reitoria. Como era o pró-reitor mais antigo, coube-lhe assumir a Reitoria. O mesmo ocorreu em 2008 (de abril a outubro), por ocasião do falecimento do reitor Ícaro de Sousa Moreira.</p>"
    },
    {
        "title":"Ícaro de Souza Moreira",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 2007 – 2008</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-12-708x1024.jpg\" /><p class=\"mt0 sm\"></p></div>"
    },
    {
        "title":"Ícaro de Souza Moreira",
        "body":"<p class=\"mt-10\"><b>Reitorado: 2007 – 2008</b></p><p><b>Vice-reitor: </b>Jesualdo Pereira Farias</p><p><b>Área: </b>Química</p><p>Ícaro de Sousa Moreira nasceu na cidade de Campo Maior-PI no dia 23/05/1952. Filho de Joaquim Moreira Neto e Juruacy de Sousa Moreira.</p><p>Formou-se em Química pela Universidade Federal do Ceará, concluiu mestrado em Química Inorgânica pela Universidade Federal do Ceará, doutorado em Química (Físico-Química) pela Universidade de São Paulo e pós-doutorado na The State University of New Jersey – New Brunswick. Ingressou na Universidade Federal do Ceará em 1977, como professor colaborador. Durante seu período na universidade, ocupou diversos cargos administrativos: Coordenador do Curso de Química, Coordenador do Programa de Pós-graduação em Química Inorgânica, Vice-Diretor do Centro de Ciências, Vice-Reitor e Reitor. Também atuou como Membro do Conselho Gestor do Fundo de Inovação Tecnológica do Estado Públicas do Estado do Ceará, indicado pelo Conselho de Reitores das Universidades Cearenses CRUC.</p><p>Ícaro de Sousa Moreira (1952-2008) assumiu a reitoria da UFC em meados de 2007, com mais de  76% dos votos obtidos em sua eleição e deveria permanecer no cargo até 2011. Mas na manhã do dia 17 de abril de 2008 foi encontrado morto em sua residência.</p><p>No seu discurso de posse, em junho de 2007, Ícaro deixou claro que não era homem de sonhar pouco e que conhecia o espírito que sempre imperou na UFC desde os tempos de sua criação. Ele afirmou: “Nossa meta, inspirada no idealismo e na coragem de Martins Filho, é o infinito”. Após sua morte, a Reitoria foi assumida novamente pelo Pró-Reitor Luís Carlos Uchôa Saunders, em caráter pró-tempore, enquanto se organizava a eleição do novo reitor, prof. Jesualdo Pereira Farias, que tomou posse no dia 23 de outubro de 2008.</p>"
    },
    {
        "title":"Jesualdo Pereira Farias",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 2008 – 2015</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-720x1024.jpg\" /><p class=\"mt0 sm\"></p></div>"
    },
    {
        "title":"Jesualdo Pereira Farias",
        "body":"<p class=\"mt-10\"><b>Reitorado: 2008 – 2015</b></p><p><b>Vice-reitor: </b>Henry de Holanda Campos</p><p><b>Área: </b>Engenharia Mecânica</p><p>Jesualdo Pereira Farias nasceu na cidade de Juazeiro do Norte-CE no dia 12/08/1959. Filho de Geraldo Farias de Melo e Zuleika Pereira Farias.</p><p>Formou-se em Engenharia Mecânica pela Universidade de Fortaleza (UNIFOR), concluiu mestrado em Engenharia Mecânica pela Universidade Federal de Santa Catarina, especialização em Tratamentos Térmicos de Ligas Metálicas no Municipal Industrial Research Institute – Nagoia e doutorado em Engenharia Mecânica pela Universidade Federal de Santa Catarina. Ingressou na Universidade Federal do Ceará em 1987. Durante seu período na universidade, ocupou diversos cargos administrativos: Chefe de Departamento, Coordenador de Curso de Pós-graduação, Vice-Diretor e Diretor do Centro de Tecnologia e Reitor. Também atuou como Secretário de Educação Superior do MEC, Vice-presidente e Presidente da Associação Nacional das Instituições Federais de Ensino Superior (ANDIFES), membro do Conselho Nacional de Ciência e Tecnologia, do Conselho Nacional de Educação e do Conselho de Desenvolvimento Econômico e Social da Presidência da República, e Secretário das Cidades do estado do Ceará.</p><p>Jesualdo Pereira de Farias foi reitor pró-tempore da UFC entre abril e outubro de 2008 e reitor eleito de 2008 a 2015, quando renunciou ao cargo para assumir a Secretaria de Educação Superior (Sesu) do Ministério da Educação, a convite da Ex-presidenta Dilma Rousseff. Atualmente é professor titular aposentado.</p>"
    },
    {
        "title":"Henry de Holanda Campos",
        "body":"<p class=\"mt-20 center\"><b>Reitorado: 2015 – 2019</b></p><div class=\"img-wrapper\"><img class=\"rounded\" src=\"/images/reitoria/2022_UFC_memorial-galeria-de-ex-reitores-1-704x1024.jpg\" /><p class=\"mt0 sm\"></p></div>"
    },
    {
        "title":"Henry de Holanda Campos",
        "body":"<p class=\"mt-10\"><b>Reitorado: 2015 – 2019</b></p><p><b>Vice-reitor: </b>Custódio Luís Silva de Almeida</p><p><b>Área: </b>Medicina</p><p>Henry de Holanda Campos nasceu na cidade de Fortaleza-CE no dia 20/10/1950. Filho de Antônio de Pádua Campos e Maria Irismar Holanda Campos.</p><p>Formou-se em Medicina pela Universidade Federal do Ceará (UFC), fez residência médica em nefrologia no Hospital Universitário Pedro Ernesto, da Universidade do Estado do Rio de janeiro (UERJ), onde também obteve o título de Mestre em Nefrologia e doutorado em Nefrologia pela Universidade Federal de São Paulo. Ingressou na Universidade Federal do Ceará em 1998. Durante seu período na universidade, criou e chefiou, até 1999 o Laboratório de Imunogenética e Imunologia de Transplantes da UFC,  foi Vice-Coordenador do Mestrado em Clínica Médica, Chefe do Departamento de Medicina Clínica e, por oito anos, Diretor da Faculdade de Medicina da UFC. Também ocupou os cargos de Pró-Reitor de Extensão, Vice-Reitor por dois mandatos, e Reitor, no período 2015-2019.</p><p>Atualmente atua como professor nos Departamentos de Medicina Clínica e de Fisiologia e Farmacologia, e faz parte da equipe de colaboradores do Núcleo de Pesquisa e Desenvolvimento de Medicamentos (NPDM) da UFC.</p>"
    }
]
